Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/waste_management_and_recycling/plastic_bag_environmental_levy.html.txt.tmx
Source language: en
Languages: ga

source: Plastic Bag Environmental Levy
ga: Cáin Timpeallachta ar Mhálaí Plaisteacha

source: The Plastic Bag Environmental Levy is a charge on plastic shopping bags
ga: Táille a ghearrtar ar mhálaí siopadóireachta plaisteacha í an Cháin Timpeallachta ar Mhálaí Plaisteacha

source: It applies at the point of sale in shops, supermarkets, service stations and all sales outlets
ga: Gearrtar an táille ag an ionad íocaíochta i siopaí, ollmhargaí, stáisiúin seirbhíse agus gach ionad díolta eile

source: Retailers must pass on the full amount of the levy as a charge to customers at the checkout
ga: Ní mór don dhíoltóir an cháin iomlán a bhaint den chustaiméir mar tháille ag an ionad íocaíochta

source: The charge for the plastic shopping bag is itemised on all invoices, receipts or dockets issued to customers
ga: Luaitear an táille don mhála siopadóireachta plaisteach ar gach sonrasc, admháil nó doiciméad eisithe do chustaiméirí

source: The charge was introduced to encourage the use of reusable bags and to help change attitudes to litter and pollution
ga: Cuireadh an táille seo i bhfeidhm le daoine a spreagadh le h-úsáid a bhaint as málaí eile arís agus arís agus le dearcadh an phobail a athrú i dtaobh bruscair agus truaillithe

source: Revenue generated from the Plastic Bag Environmental Levy goes into the Environmental Fund
ga: Cuirtear an Cháin Timpeallachta ar Mhálaí Plaisteacha ar fad a bhailítear isteach sa Chiste Timpeallachta

source: This fund is used to support waste management, litter and other environmental initiatives
ga: Bíonn airgead ón gciste seo ar fáil le tacaíocht a chur ar fáil do scéimeanna bainistíochta bruscair, scéimeanna bruscair agus scéimeanna timpeallachta eile

source: The retailer is must charge the plastic bag environmental levy to the customer
ga: Ní mór don mhiondíoltóir an tobhach comhshaoil mhálaí plaisteacha a ghearradh ar an gcustaiméir

source: The levy must be itemised on any invoice, till receipt or docket you receive
ga: Ní mór an tobhach a mhiondealú ar aon sonrasc, fáltas scipéad airgid nó duillín a fhaigheann tú

source: However, you will not be charged for all plastic shopping bags. as there are some exemptions
ga: Ní ghearrfar tobhach ort ar gach mála plaisteach siopadóireachta, áfach, mar gheall go bhfuil roinnt eisceachtaí ann

source: Certain types of plastic bags are excluded from the levy
ga: Tá saghsanna áirithe de mhálaí plaisteacha díolmhaithe ón tobhach

source: Plastic bags excluded from the levy
ga: Málaí plaisteacha atá díolmhaithe ón tobhach

source: Plastic bags excluded from the levy include:
ga: I measc na málaí plaisteacha atá díolmhaithe ón tobhach, tá:

source: • Re-usable shopping bags which are sold for 70 cent or more
ga: • Málaí in-athúsáidte siopadóireachta a dhíoltar ar 70 cent an ceann nó os a chionn sin

source: • Bags used solely to contain fresh meat, fish, ice or poultry (whether packaged or otherwise)
ga: • Málaí nach n-úsáidtear ach amháin chun feoil úr, iasc, leac oighir nó éanlaithe a stóráil (bíodh siad pacáistithe nó ar bhealach eile)

source: • Bags used solely to contain loose fruit and vegetables and other foods that are not otherwise packaged
ga: • Málaí nach n-úsáidtear ach amháin chun torthaí agus glasraí scaoilte agus bianna eile a stóráil nach mbíonn pacáistithe ar bhealach eile

source: There is more information on plastic bags excluded from the levy
ga: Tá níos mó faisnéise ar fáil ar mhálaí plaisteacha atá díolmhaithe ón tobhach anseo

source: Complaints about breaches of the law
ga: Gearáin faoi sháruithe an dlí

source: Retailers are required to comply with the law and charge for plastic bags where appropriate
ga: Ceanglaítear ar mhiondíoltóirí an dlí a chomhlíonadh agus muirear a ghearradh ar mhálaí plaisteacha nuair is cuí

source: If you wish to complain about a retailer who is not charging for plastic bags, you should contact the Environmental Awareness Officer of your local authority
ga: Más mian leat gearán a dhéanamh faoi mhiondíoltóir nach bhfuil muirear á ghearradh aige/aici ar mhálaí plaisteacha, ba cheart duit teagmháil a dhéanamh le hOifigeach Feasachta Comhshaoil d’údaráis áitiúil

source: The levy is 22 cent per bag
ga: 22 ceint an mála an cháin a ghearrtar

source: Retailers are obliged by law to pass on this charge to you and your receipt must reflect the charge for the bag
ga: Leagann an dlí dualgas ar mhiondíoltóirí chun an muirear seo a ghearradh ort agus ní mór go léirítear i d’fháltas an muirear don mhála
